[
  {
    "word": "example",
    "definition": "A thing characteristic of its kind or illustrating a general rule."
  },
  {
    "word": "apple",
    "definition": "A round fruit with red or green skin and a whitish interior."
  },
  {
    "word": "banana",
    "definition": "A long curved fruit with a yellow skin."
  },
  {
    "word": "Diagnosis",
    "definition": "Identification of a disease or condition based on symptoms and tests."
  },
  {
    "word": "Prescription",
    "definition": "A written order from a doctor for medicine or treatment."
  },
  {
    "word": "Antibiotic",
    "definition": "A drug used to treat bacterial infections."
  },
  {
    "word": "Vaccine",
    "definition": "A substance that helps the body build immunity against disease."
  },
  {
    "word": "Symptom",
    "definition": "A physical or mental sign indicating illness."
  },
  {
    "word": "Therapy",
    "definition": "Treatment intended to relieve or heal a disorder."
  },
  {
    "word": "Surgery",
    "definition": "A medical procedure involving an operation to treat a condition."
  },
  {
    "word": "Infection",
    "definition": "The invasion of the body by harmful microorganisms."
  },
  {
    "word": "Inflammation",
    "definition": "Swelling and redness caused by injury or infection."
  },
  {
    "word": "Chronic",
    "definition": "A condition lasting a long time or recurring often."
  },
  {
    "word": "Acute",
    "definition": "A condition with a rapid onset and usually short duration."
  },
  {
    "word": "Anesthesia",
    "definition": "A drug-induced loss of feeling or awareness."
  },
  {
    "word": "Tumor",
    "definition": "An abnormal growth of tissue, which can be benign or malignant."
  },
  {
    "word": "Allergy",
    "definition": "An immune system reaction to a normally harmless substance."
  },
  {
    "word": "Immune system",
    "definition": "The body’s defense system against infections and diseases."
  },
  {
    "word": "Virus",
    "definition": "A tiny infectious agent that can only multiply inside living cells."
  },
  {
    "word": "Pathogen",
    "definition": "A microorganism that causes disease."
  },
  {
    "word": "Pulse",
    "definition": "The rhythmic beat of the heart felt in the arteries."
  },
  {
    "word": "X-ray",
    "definition": "A diagnostic test that uses radiation to view inside the body."
  },
  {
    "word": "Pharmacology",
    "definition": "The study of drugs and their effects on the body."
  }
]
